{"keras_version": "1.2.0", "config": [{"config": {"trainable": true, "output_dim": 100, "activity_regularizer": null, "activation": "linear", "bias": true, "input_dtype": "float32", "batch_input_shape": [null, 9216], "b_regularizer": null, "init": "glorot_uniform", "name": "dense_1", "input_dim": 9216, "b_constraint": null, "W_regularizer": null, "W_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_1", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "output_dim": 30, "activity_regularizer": null, "activation": "linear", "bias": true, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_2", "input_dim": 100, "b_constraint": null, "W_regularizer": null, "W_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}